Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# c0033c00-d16d-4114-a5a0-dc9b3a7d2ceb-ASR
source: Block use of copied or impersonated system tools
ar: حظر استخدام أدوات النظام المنسوخة أو المنتحلة
de: Verwendung kopierter oder nachgeahmter Systemtools blockieren
el_gr: Αποκλεισμός χρήσης αντιγραμμένων ή μιμημένων εργαλείων συστήματος
es: Bloquear el uso de herramientas del sistema copiadas o imitadas
fr_fr: Bloquer l'utilisation d'outils système copiés ou usurpés
he_il: חסימת שימוש בכלי מערכת מועתקים או מחופשים
hi_in: कॉपी किए गए या नकली सिस्टम टूल के उपयोग को ब्लॉक करें
ja_jp: コピーまたは偽装されたシステム ツールの使用をブロックする
ml_in: പകർത്തിയതോ അനുകരിച്ചതോ ആയ സിസ്റ്റം ടൂളുകളുടെ ഉപയോഗം തടയുക
pl_pl: Blokuj używanie skopiowanych lub podrabianych narzędzi systemowych
tr_tr: Kopyalanan veya kimliğine bürünülen sistem araçlarının kullanımını engelle

# a8f5898e-1dc8-49a9-9878-85004b8a61e6-ASR
source: Block Webshell creation for Servers
ar: حظر إنشاء Webshell للخوادم
de: Erstellung von Webshells für Server blockieren
el_gr: Αποκλεισμός δημιουργίας Webshell για Διακομιστές
es: Bloquear la creación de Webshell para Servidores
fr_fr: Bloquer la création de Webshell pour les serveurs
he_il: חסימת יצירת Webshell עבור שרתים
hi_in: सर्वर के लिए Webshell निर्माण को ब्लॉक करें
ja_jp: サーバーの WebShell 作成をブロックする
ml_in: സെർവറുകൾക്കായുള്ള Webshell സൃഷ്ടിക്കൽ തടയുക
pl_pl: Blokuj tworzenie webshell dla serwerów
tr_tr: Sunucular için Web Kabuğu oluşturulmasını engelle

# 92e97fa1-2edf-4476-bdd6-9dd0b4dddc7b-ASR
source: Block Win32 API calls from Office macros
ar: حظر استدعاءات Win32 API من وحدات ماكرو Office
de: Win32-API-Aufrufe aus Office-Makros blockieren
el_gr: Αποκλεισμός κλήσεων Win32 API από μακροεντολές Office
es: Bloquear llamadas Win32 API desde macros de Office
fr_fr: Bloquer les appels API Win32 depuis les macros Office
he_il: חסימת קריאות Win32 API ממאקרו של Office
hi_in: Office मैक्रो से Win32 API कॉल को ब्लॉक करें
ja_jp: Office マクロからの Win32 API 呼び出しをブロックする
ml_in: Office മാക്രോകളിൽ നിന്നുള്ള Win32 API കോളുകൾ തടയുക
pl_pl: Blokuj wywołania Win32 API z makr Office
tr_tr: Office makrolarından Win32 API çağrılarını engelle

# c1db55ab-c21a-4637-bb3f-a12568109d35-ASR
source: Use advanced protection against ransomware
ar: استخدام الحماية المتقدمة ضد برامج الفدية
de: Erweiterten Schutz vor Ransomware verwenden
el_gr: Χρήση προηγμένης προστασίας κατά του ransomware
es: Usar protección avanzada contra ransomware
fr_fr: Utiliser une protection avancée contre les rançongiciels
he_il: שימוש בהגנה מתקדמת נגד כופרות
hi_in: उन्नत रैंसमवेयर सुरक्षा का उपयोग करें
ja_jp: ランサムウェアに対して高度な保護を使用する
ml_in: വിപുലമായ റാൻസംവെയർ സംരക്ഷണം ഉപയോഗിക്കുക
pl_pl: Użyj zaawansowanej ochrony przed ransomware
tr_tr: Fidye yazılımlarına karşı gelişmiş koruma kullanın

# DisallowStandardUserPINReset-BitLocker
source: Disallow Standard User PIN Reset
ar: عدم السماح بإعادة تعيين رقم PIN للمستخدم العادي
de: Zurücksetzen der PIN durch Standardbenutzer nicht zulassen
el_gr: Απαγόρευση Επαναφοράς PIN Τυπικού Χρήστη
es: No Permitir el Restablecimiento de PIN de Usuario Estándar
fr_fr: Interdire la réinitialisation du code PIN par l'utilisateur standard
he_il: אי אפשור איפוס PIN למשתמש רגיל
hi_in: मानक उपयोगकर्ता PIN रीसेट की अनुमति न दें
ja_jp: 標準ユーザーによる PIN のリセットを禁止する
ml_in: സാധാരണ ഉപയോക്താവിന്റെ PIN പുനഃസജ്ജീകരണം അനുവദിക്കരുത്
pl_pl: Nie zezwalaj zwykłemu użytkownikowi na resetowanie kodu PIN
tr_tr: Standart Kullanıcı PIN Sıfırlamasına İzin Verme

# UseAdvancedStartup-BitLocker
source: Allow the OS to require additional authentication at startup
ar: السماح لنظام التشغيل بطلب مصادقة إضافية عند بدء التشغيل
de: Dem Betriebssystem erlauben, beim Start zusätzliche Authentifizierung zu verlangen
el_gr: Επιτρέπει στο λειτουργικό σύστημα να απαιτεί πρόσθετη επαλήθευση κατά την εκκίνηση
es: Permitir que el sistema operativo requiera autenticación adicional al inicio
fr_fr: Autoriser l'OS à demander une authentification supplémentaire au démarrage
he_il: אפשור למערכת ההפעלה לדרוש אימות נוסף בהפעלה
hi_in: ऑपरेटिंग सिस्टम को स्टार्टअप पर अतिरिक्त प्रमाणीकरण की आवश्यकता की अनुमति दें
ja_jp: 起動時に追加の認証を要求できるように OS に許可する
ml_in: സ്റ്റാർട്ടപ്പിൽ അധിക പ്രാമാണീകരണം ആവശ്യപ്പെടാൻ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തെ അനുവദിക്കുക
pl_pl: Zezwól systemowi operacyjnemu na wymaganie dodatkowego uwierzytelnienia przy uruchamianiu
tr_tr: İşletim sisteminin başlangıçta ek kimlik doğrulama gerektirmesine izin ver

# EnableBDEWithNoTPM-BitLocker
source: Don't allow BitLocker without TPM
ar: عدم السماح بـ BitLocker بدون TPM
de: BitLocker ohne TPM nicht zulassen
el_gr: Μη επιτρεπτή η χρήση BitLocker χωρίς TPM
es: No permitir BitLocker sin TPM
fr_fr: Ne pas autoriser BitLocker sans TPM
he_il: אי אפשור BitLocker ללא TPM
hi_in: TPM के बिना BitLocker की अनुमति न दें
ja_jp: TPM なしでの BitLocker を許可しない
ml_in: TPM ഇല്ലാതെ BitLocker അനുവദിക്കരുത്
pl_pl: Nie zezwalaj na BitLocker bez modułu TPM
tr_tr: TPM olmadan BitLocker'a izin verme

# UseTPM-BitLocker
source: Don't Allow using TPM alone
ar: عدم السماح باستخدام TPM بمفرده
de: Verwendung von TPM allein nicht zulassen
el_gr: Μη επιτρεπτή η χρήση μόνο TPM
es: No permitir solo TPM
fr_fr: Ne pas autoriser l'utilisation du TPM seul
he_il: אי אפשור שימוש ב-TPM בלבד
hi_in: केवल TPM की अनुमति न दें
ja_jp: TPM 単独での使用を許可しない
ml_in: TPM മാത്രം അനുവദിക്കരുത്
pl_pl: Nie zezwalaj tylko na moduł TPM
tr_tr: TPM'nin tek başına kullanılmasına izin verme

# UseTPMPIN-BitLocker
source: Allow using TPM + PIN on Startup.
ar: السماح باستخدام TPM + رقم PIN عند بدء التشغيل.
de: Verwendung von TPM + PIN beim Start zulassen.
el_gr: Επιτρέπεται η χρήση TPM + PIN κατά την Εκκίνηση.
es: Permitir TPM + PIN al Inicio.
fr_fr: Autoriser l'utilisation de TPM + PIN au démarrage.
he_il: אפשור שימוש ב-TPM + PIN בהפעלה.
hi_in: स्टार्टअप पर TPM + PIN की अनुमति दें।
ja_jp: 起動時に TPM + PIN の使用を許可する。
ml_in: സ്റ്റാർട്ടപ്പിൽ TPM + PIN അനുവദിക്കുക.
pl_pl: Zezwól na TPM + PIN przy uruchamianiu.
tr_tr: Başlangıçta TPM + PIN kullanımına izin ver.

# UseTPMKey-BitLocker
source: Allow using TPM + key on Startup.
ar: السماح باستخدام TPM + مفتاح عند بدء التشغيل.
de: Verwendung von TPM + Schlüssel beim Start zulassen.
el_gr: Επιτρέπεται η χρήση TPM + κλειδί κατά την Εκκίνηση.
es: Permitir TPM + clave al Inicio.
fr_fr: Autoriser l'utilisation de TPM + Clé au démarrage.
he_il: אפשור שימוש ב-TPM + מפתח בהפעלה.
hi_in: स्टार्टअप पर TPM + कुंजी की अनुमति दें।
ja_jp: 起動時に TPM + キーの使用を許可する。
ml_in: സ്റ്റാർട്ടപ്പിൽ TPM + കീ അനുവദിക്കുക.
pl_pl: Zezwól na TPM + klucz przy uruchamianiu.
tr_tr: Başlangıçta TPM + tuşunun kullanılmasına izin verin.

# UseTPMKeyPIN-BitLocker
source: Allow using TPM + Startup Key + PIN on Startup.
ar: السماح باستخدام TPM + مفتاح بدء التشغيل + رقم PIN عند بدء التشغيل.
de: Verwendung von TPM + Startschlüssel + PIN beim Start zulassen.
el_gr: Επιτρέπεται η χρήση TPM + Κλειδί Εκκίνησης + PIN κατά την Εκκίνηση.
es: Permitir TPM + Clave de Inicio + PIN al Inicio.
fr_fr: Autoriser l'utilisation de TPM + Clé de démarrage + PIN au démarrage.
he_il: אפשור שימוש ב-TPM + מפתח הפעלה + PIN בהפעלה.
hi_in: स्टार्टअप पर TPM + स्टार्टअप कुंजी + PIN की अनुमति दें।
ja_jp: 起動時に TPM + スタートアップ キー + PIN の使用を許可する。
ml_in: സ്റ്റാർട്ടപ്പിൽ TPM + സ്റ്റാർട്ടപ്പ് കീ + PIN അനുവദിക്കുക.
pl_pl: Zezwól na TPM + klucz startowy + PIN przy uruchamianiu.
tr_tr: Başlangıçta TPM + Başlangıç ​​Anahtarı + PIN kullanımına izin ver.

# EncryptionMethodWithXtsOs-BitLocker
source: Configure the correct Encryption method for OS drive: XTS-AES-256
ar: تكوين طريقة التشفير الصحيحة لمحرك نظام التشغيل: XTS-AES-256
de: Korrekte Verschlüsselungsmethode für das Betriebssystemlaufwerk konfigurieren: XTS-AES-256
el_gr: Διαμόρφωση της σωστής μεθόδου κρυπτογράφησης για τη μονάδα λειτουργικού συστήματος: XTS-AES-256
es: Configurar el método de cifrado correcto para la unidad del sistema operativo: XTS-AES-256
fr_fr: Configurer la méthode de chiffrement correcte pour le lecteur OS : XTS-AES-256
he_il: הגדרת שיטת ההצפנה הנכונה עבור כונן מערכת ההפעלה: XTS-AES-256
hi_in: ऑपरेटिंग सिस्टम ड्राइव के लिए सही एन्क्रिप्शन विधि कॉन्फ़िगर करें: XTS-AES-256
ja_jp: OS ドライブに適切な暗号化方式 (XTS-AES-256) を構成する
ml_in: ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവിനായി ശരിയായ എൻക്രിപ്ഷൻ രീതി കോൺഫിഗർ ചെയ്യുക: XTS-AES-256
pl_pl: Skonfiguruj prawidłową metodę szyfrowania dla dysków systemu operacyjnego: XTS-AES-256
tr_tr: İşletim sistemi sürücüsü için doğru Şifreleme yöntemini yapılandırın: XTS-AES-256

# EncryptionMethodWithXtsFdv-BitLocker
source: Configure the correct Encryption method for fixed data drives: XTS-AES-256
ar: تكوين طريقة التشفير الصحيحة لمحركات البيانات الثابتة: XTS-AES-256
de: Korrekte Verschlüsselungsmethode für feste Datenträger konfigurieren: XTS-AES-256
el_gr: Διαμόρφωση της σωστής μεθόδου κρυπτογράφησης για σταθερές μονάδες δεδομένων: XTS-AES-256
es: Configurar el método de cifrado correcto para unidades de datos fijas: XTS-AES-256
fr_fr: Configurer la méthode de chiffrement correcte pour les lecteurs de données fixes : XTS-AES-256
he_il: הגדרת שיטת ההצפנה הנכונה עבור כוננים קבועים: XTS-AES-256
hi_in: निश्चित डेटा ड्राइव के लिए सही एन्क्रिप्शन विधि कॉन्फ़िगर करें: XTS-AES-256
ja_jp: 固定データ ドライブに適切な暗号化方式 (XTS-AES-256) を構成する
ml_in: നിശ്ചിത ഡാറ്റ ഡ്രൈവുകൾക്കായി ശരിയായ എൻക്രിപ്ഷൻ രീതി കോൺഫിഗർ ചെയ്യുക: XTS-AES-256
pl_pl: Skonfiguruj prawidłową metodę szyfrowania dla stałych dysków danych: XTS-AES-256
tr_tr: Sabit veri sürücüleri için doğru Şifreleme yöntemini yapılandırın: XTS-AES-256

# EncryptionMethodWithXtsRdv-BitLocker
source: Configure the correct Encryption method for removable drives: XTS-AES-256
ar: تكوين طريقة التشفير الصحيحة للمحركات القابلة للإزالة: XTS-AES-256
de: Korrekte Verschlüsselungsmethode für Wechseldatenträger konfigurieren: XTS-AES-256
el_gr: Διαμόρφωση της σωστής μεθόδου κρυπτογράφησης για αφαιρούμενες μονάδες: XTS-AES-256
es: Configurar el método de cifrado correcto para unidades extraíbles: XTS-AES-256
fr_fr: Configurer la méthode de chiffrement correcte pour les lecteurs amovibles : XTS-AES-256
he_il: הגדרת שיטת ההצפנה הנכונה עבור כוננים נשלפים: XTS-AES-256
hi_in: हटाने योग्य ड्राइव के लिए सही एन्क्रिप्शन विधि कॉन्फ़िगर करें: XTS-AES-256
ja_jp: リムーバブル ドライブに適切な暗号化方式 (XTS-AES-256) を構成する
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവുകൾക്കായി ശരിയായ എൻക്രിപ്ഷൻ രീതി കോൺഫിഗർ ചെയ്യുക: XTS-AES-256
pl_pl: Skonfiguruj prawidłową metodę szyfrowania dla dysków wymiennych: XTS-AES-256
tr_tr: Çıkarılabilir sürücüler için doğru Şifreleme yöntemini yapılandırın: XTS-AES-256

# UseEnhancedPin-BitLocker
source: Use Enhanced PIN by allowing symbols and other characters to be used in the PIN.
ar: استخدام رقم PIN المحسّن بالسماح باستخدام الرموز والأحرف الأخرى في رقم PIN.
de: Erweiterte PIN verwenden, indem Symbole und andere Zeichen in der PIN zugelassen werden.
el_gr: Χρήση Ενισχυμένου PIN επιτρέποντας τη χρήση συμβόλων και άλλων χαρακτήρων στο PIN.
es: Usar PIN Mejorado permitiendo símbolos y otros caracteres en el PIN.
fr_fr: Utiliser un PIN amélioré en autorisant l'utilisation de symboles et d'autres caractères dans le PIN.
he_il: שימוש ב-PIN משופר על ידי אפשור סמלים ותווים אחרים לשימוש ב-PIN.
hi_in: PIN में प्रतीकों और अन्य वर्णों की अनुमति देकर उन्नत PIN का उपयोग करें।
ja_jp: PIN に記号やその他の文字を使用できるようにして、拡張 PIN を使用する。
ml_in: PIN-ൽ ചിഹ്നങ്ങളും മറ്റ് അക്ഷരങ്ങളും അനുവദിച്ച് മെച്ചപ്പെടുത്തിയ PIN ഉപയോഗിക്കുക.
pl_pl: Użyj ulepszonego kodu PIN, zezwalając na symbole i inne znaki w kodzie PIN.
tr_tr: PIN'de sembollerin ve diğer karakterlerin kullanılmasına izin vererek Gelişmiş PIN'i kullanın.

# OSEncryptionType-BitLocker
source: Configure secure full disk encryption type for OS drive
ar: تكوين نوع التشفير الكامل الآمن للقرص لمحرك نظام التشغيل
de: Sicheren Typ der vollständigen Laufwerksverschlüsselung für das Betriebssystemlaufwerk konfigurieren
el_gr: Διαμόρφωση ασφαλούς τύπου πλήρους κρυπτογράφησης δίσκου για τη μονάδα λειτουργικού συστήματος
es: Configurar tipo de cifrado completo seguro del disco para la unidad del sistema operativo
fr_fr: Configurer le type de chiffrement complet sécurisé pour le lecteur OS
he_il: הגדרת סוג הצפנת דיסק מלא מאובטחת עבור כונן מערכת ההפעלה
hi_in: ऑपरेटिंग सिस्टम ड्राइव के लिए सुरक्षित पूर्ण डिस्क एन्क्रिप्शन प्रकार कॉन्फ़िगर करें
ja_jp: OS ドライブに安全なフル ディスク暗号化の種類を構成する
ml_in: ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഡ്രൈവിനായി സുരക്ഷിത പൂർണ്ണ ഡിസ്ക് എൻക്രിപ്ഷൻ തരം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj bezpieczny typ pełnego szyfrowania dysku dla dysku systemu operacyjnego
tr_tr: İşletim sistemi sürücüsü için güvenli tam disk şifreleme türünü yapılandırın

# RDVEncryptionType-BitLocker
source: Configure secure full disk encryption type for removable drives
ar: تكوين نوع التشفير الكامل الآمن للقرص للمحركات القابلة للإزالة
de: Sicheren Typ der vollständigen Laufwerksverschlüsselung für Wechseldatenträger konfigurieren
el_gr: Διαμόρφωση ασφαλούς τύπου πλήρους κρυπτογράφησης δίσκου για αφαιρούμενες μονάδες
es: Configurar tipo de cifrado completo seguro del disco para unidades extraíbles
fr_fr: Configurer le type de chiffrement complet sécurisé pour les lecteurs amovibles
he_il: הגדרת סוג הצפנת דיסק מלא מאובטחת עבור כוננים נשלפים
hi_in: हटाने योग्य ड्राइव के लिए सुरक्षित पूर्ण डिस्क एन्क्रिप्शन प्रकार कॉन्फ़िगर करें
ja_jp: リムーバブル ドライブに安全なフル ディスク暗号化の種類を構成する
ml_in: നീക്കം ചെയ്യാവുന്ന ഡ്രൈവുകൾക്കായി സുരക്ഷിത പൂർണ്ണ ഡിസ്ക് എൻക്രിപ്ഷൻ തരം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj bezpieczny typ pełnego szyfrowania dysku dla dysków wymiennych
tr_tr: Çıkarılabilir sürücüler için güvenli tam disk şifreleme türünü yapılandırın

# RDVDiscoveryVolumeType-BitLocker
source: Prevent access to BitLocker-protected removable data drives from earlier versions of Windows
ar: منع الوصول إلى محركات البيانات القابلة للإزالة المحمية بـ BitLocker من إصدارات Windows السابقة
de: Zugriff auf BitLocker-geschützte Wechseldatenträger von früheren Windows-Versionen verhindern
el_gr: Αποτροπή πρόσβασης σε αφαιρούμενες μονάδες δεδομένων προστατευμένες με BitLocker από προηγούμενες εκδόσεις των Windows
es: Evitar el acceso a unidades de datos extraíbles protegidas con BitLocker desde versiones anteriores de Windows
fr_fr: Empêcher l'accès aux lecteurs de données amovibles protégés par BitLocker depuis des versions antérieures de Windows
he_il: מניעת גישה לכוננים נשלפים מוגני BitLocker מגרסאות קודמות של Windows
hi_in: Windows के पिछले संस्करणों से BitLocker-संरक्षित हटाने योग्य डेटा ड्राइव तक पहुंच रोकें
ja_jp: 以前のバージョンの Windows から、BitLocker で保護されたリムーバブル データ ドライブへのアクセスを防止する
ml_in: Windows-ന്റെ മുൻ പതിപ്പുകളിൽ നിന്ന് BitLocker-സംരക്ഷിത നീക്കം ചെയ്യാവുന്ന ഡാറ്റ ഡ്രൈവുകളിലേക്കുള്ള ആക്‌സസ് തടയുക
pl_pl: Zablokuj dostęp do wymiennych dysków danych chronionych przez BitLocker z poprzednich wersji Windows
tr_tr: Windows'un önceki sürümlerinden BitLocker korumalı çıkarılabilir veri sürücülerine erişimi engelleyin

# RDVNoBitLockerToGoReader-BitLocker
source: Do not install "BitLocker To Go" Reader on FAT formatted removable drives because they are insecure.
ar: عدم تثبيت "BitLocker To Go" Reader على المحركات القابلة للإزالة المنسّقة بـ FAT لأنها غير آمنة.
de: "BitLocker To Go"-Reader nicht auf FAT-formatierten Wechseldatenträgern installieren, da diese unsicher sind.
el_gr: Μη εγκατάσταση του "BitLocker To Go" Reader σε αφαιρούμενες μονάδες με μορφοποίηση FAT επειδή είναι μη ασφαλείς.
es: No instalar "BitLocker To Go" Reader en unidades extraíbles formateadas con FAT porque son inseguras.
fr_fr: Ne pas installer le lecteur "BitLocker To Go" sur les lecteurs amovibles formatés en FAT car ils ne sont pas sécurisés.
he_il: אי התקנת "BitLocker To Go" Reader על כוננים נשלפים בפורמט FAT כי הם לא מאובטחים.
hi_in: FAT-फॉर्मेटेड हटाने योग्य ड्राइव पर "BitLocker To Go" Reader इंस्टॉल न करें क्योंकि वे असुरक्षित हैं।
ja_jp: FAT でフォーマットされたリムーバブル ドライブは安全でないため、「BitLocker To Go」リーダーをインストールしない。
ml_in: FAT-ഫോർമാറ്റ് ചെയ്ത നീക്കം ചെയ്യാവുന്ന ഡ്രൈവുകളിൽ "BitLocker To Go" റീഡർ ഇൻസ്റ്റാൾ ചെയ്യരുത് കാരണം അവ സുരക്ഷിതമല്ല.
pl_pl: Nie instaluj "BitLocker To Go" Reader na wymiennych dyskach sformatowanych FAT, ponieważ są niezabezpieczone.
tr_tr: Güvenli olmadıkları için "BitLocker To Go" Okuyucusunu FAT formatlı çıkarılabilir sürücülere yüklemeyin.

# MinimumPIN-BitLocker
source: Configure minimum PIN length for startup.
ar: تكوين الحد الأدنى لطول رقم PIN لبدء التشغيل.
de: Mindestlänge der PIN für den Start konfigurieren.
el_gr: Διαμόρφωση ελάχιστου μήκους PIN για εκκίνηση.
es: Configurar longitud mínima del PIN para el inicio.
fr_fr: Configurer la longueur minimale du PIN pour le démarrage.
he_il: הגדרת אורך PIN מינימלי להפעלה.
hi_in: स्टार्टअप के लिए न्यूनतम PIN लंबाई कॉन्फ़िगर करें।
ja_jp: 起動時の最小 PIN 長を構成する。
ml_in: സ്റ്റാർട്ടപ്പിനായി കുറഞ്ഞ PIN നീളം കോൺഫിഗർ ചെയ്യുക.
pl_pl: Skonfiguruj minimalną długość kodu PIN dla uruchamiania.
tr_tr: Başlatma için minimum PIN uzunluğunu yapılandırın.

# ACSettingIndex-BitLocker
source: Disallow standby states (S1-S3) when sleeping (plugged in)
ar: عدم السماح بحالات الاستعداد (S1-S3) عند السكون (متصل بالكهرباء)
de: Ruhezustandsmodi (S1–S3) im Standby (Netzbetrieb) nicht zulassen
el_gr: Απαγόρευση καταστάσεων αναμονής (S1-S3) κατά την αδράνεια (συνδεδεμένο στο ρεύμα)
es: No permitir estados de espera (S1-S3) al dormir (conectado a corriente)
fr_fr: Interdire les états de veille (S1-S3) lors de la mise en veille (branché)
he_il: אי אפשור מצבי המתנה (S1-S3) בעת שינה (מחובר לחשמל)
hi_in: सोते समय स्टैंडबाय स्थिति (S1-S3) की अनुमति न दें (बिजली से जुड़ा)
ja_jp: スリープ時 (電源接続時) のスタンバイ状態 (S1-S3) を禁止する
ml_in: ഉറങ്ങുമ്പോൾ സ്റ്റാൻഡ്‌ബൈ അവസ്ഥകൾ (S1-S3) അനുവദിക്കരുത് (പവർ പ്ലഗ്ഗ് ചെയ്തിരിക്കുമ്പോൾ)
pl_pl: Nie zezwalaj na stany gotowości (S1-S3) podczas snu (podłączony do zasilania)
tr_tr: Uyurken (fişe takılıyken) bekleme durumlarına (S1-S3) izin verme

# DCSettingIndex-BitLocker
source: Disallow standby states (S1-S3) when sleeping (on battery)
ar: عدم السماح بحالات الاستعداد (S1-S3) عند السكون (على البطارية)
de: Ruhezustandsmodi (S1–S3) im Standby (Akkubetrieb) nicht zulassen
el_gr: Απαγόρευση καταστάσεων αναμονής (S1-S3) κατά την αδράνεια (με μπαταρία)
es: No permitir estados de espera (S1-S3) al dormir (con batería)
fr_fr: Interdire les états de veille (S1-S3) lors de la mise en veille (sur batterie)
he_il: אי אפשור מצבי המתנה (S1-S3) בעת שינה (על סוללה)
hi_in: सोते समय स्टैंडबाय स्थिति (S1-S3) की अनुमति न दें (बैटरी पर)
ja_jp: スリープ時 (バッテリー駆動時) のスタンバイ状態 (S1-S3) を禁止する
ml_in: ഉറങ്ങുമ്പോൾ സ്റ്റാൻഡ്‌ബൈ അവസ്ഥകൾ (S1-S3) അനുവദിക്കരുത് (ബാറ്ററിയിൽ)
pl_pl: Nie zezwalaj na stany gotowości (S1-S3) podczas snu (na baterii)
tr_tr: Uyurken (pille) bekleme durumlarına (S1-S3) izin verme

# ShowHibernateOption-BitLocker
source: Show Hibernate Option in the power options in the OS so you can hibernate your device if you want.
ar: إظهار خيار السبات في خيارات الطاقة في نظام التشغيل حتى تتمكن من إدخال جهازك في وضع السبات إذا أردت.
de: Option „Ruhezustand“ in den Energieoptionen des Betriebssystems anzeigen, sodass Sie Ihr Gerät bei Bedarf in den Ruhezustand versetzen können.
el_gr: Εμφάνιση επιλογής Αδρανοποίησης στις επιλογές ενέργειας στο λειτουργικό σύστημα ώστε να μπορείτε να θέσετε τη συσκευή σας σε αδρανοποίηση αν θέλετε.
es: Mostrar la opción de Hibernación en las opciones de energía en el SO para que pueda poner su dispositivo en hibernación si lo desea.
fr_fr: Afficher l'option Veille prolongée dans les options d'alimentation de l'OS pour pouvoir mettre votre appareil en veille prolongée si vous le souhaitez.
he_il: הצגת אפשרות תרדמת באפשרויות צריכת החשמל במערכת ההפעלה כדי שתוכל להעביר את המכשיר לתרדמת אם תרצה.
hi_in: OS में पावर विकल्पों में हाइबरनेशन विकल्प दिखाएं ताकि आप चाहें तो अपने डिवाइस को हाइबरनेशन में डाल सकें।
ja_jp: 必要に応じてデバイスを休止状態にできるように、OS の電源オプションに休止状態オプションを表示する。
ml_in: നിങ്ങൾക്ക് വേണമെങ്കിൽ ഉപകരണം ഹൈബർനേഷനിൽ വയ്ക്കാൻ OS-ലെ പവർ ഓപ്ഷനുകളിൽ ഹൈബർനേഷൻ ഓപ്ഷൻ കാണിക്കുക.
pl_pl: Pokaż opcję hibernacji w opcjach zasilania w systemie operacyjnym, abyś mógł włączyć hibernację urządzenia, jeśli chcesz.
tr_tr: İsterseniz cihazınızı hazırda bekletebilmeniz için işletim sistemindeki güç seçeneklerinde Hazırda Beklet Seçeneği'ni gösterin.

# FDVEncryptionType-BitLocker
source: Configure secure encryption type for Fixed Data Drives
ar: تكوين نوع التشفير الآمن لمحركات البيانات الثابتة
de: Sicheren Verschlüsselungstyp für feste Datenträger konfigurieren
el_gr: Διαμόρφωση ασφαλούς τύπου κρυπτογράφησης για Σταθερές Μονάδες Δεδομένων
es: Configurar tipo de cifrado seguro para Unidades de Datos Fijas
fr_fr: Configurer le type de chiffrement sécurisé pour les lecteurs de données fixes
he_il: הגדרת סוג הצפנה מאובטח עבור כונני נתונים קבועים
hi_in: निश्चित डेटा ड्राइव के लिए सुरक्षित एन्क्रिप्शन प्रकार कॉन्फ़िगर करें
ja_jp: 固定データ ドライブに安全な暗号化の種類を構成する
ml_in: നിശ്ചിത ഡാറ്റ ഡ്രൈവുകൾക്കായി സുരക്ഷിത എൻക്രിപ്ഷൻ തരം കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj bezpieczny typ szyfrowania dla stałych dysków danych
tr_tr: Sabit Veri Sürücüleri için güvenli şifreleme türünü yapılandırın

# Functions-TLS
source: Configure the correct TLS Cipher Suites
ar: تكوين مجموعات تشفير TLS الصحيحة
de: Die richtigen TLS-Verschlüsselungssuiten konfigurieren
el_gr: Διαμόρφωση των σωστών Σουιτών Κρυπτογράφησης TLS
es: Configurar los Conjuntos de Cifrado TLS Correctos
fr_fr: Configurer les suites de chiffrement TLS correctes
he_il: הגדרת סוויטות צופן TLS הנכונות
hi_in: सही TLS साइफर सूट कॉन्फ़िगर करें
ja_jp: 適切な TLS 暗号スイートを構成する
ml_in: ശരിയായ TLS സൈഫർ സ്യൂട്ടുകൾ കോൺഫിഗർ ചെയ്യുക
pl_pl: Skonfiguruj prawidłowe zestawy szyfrów TLS
tr_tr: Doğru TLS Şifre Paketlerini yapılandırın

# EccCurves-TLS
source: Configure service ECC Curves and their positions.
ar: تكوين منحنيات ECC للخدمة ومواضعها.
de: Dienst-ECC-Kurven und deren Positionen konfigurieren.
el_gr: Διαμόρφωση καμπυλών ECC υπηρεσίας και των θέσεών τους.
es: Configurar curvas ECC del servicio y sus posiciones.
fr_fr: Configurer les courbes ECC de service et leurs positions.
he_il: הגדרת עקומות ECC של השירות ומיקומיהן.
hi_in: सेवा ECC वक्र और उनकी स्थिति कॉन्फ़िगर करें।
ja_jp: サービスの ECC 曲線とその順位を構成する。
ml_in: സേവന ECC വക്രങ്ങളും അവയുടെ സ്ഥാനങ്ങളും കോൺഫിഗർ ചെയ്യുക.
pl_pl: Skonfiguruj krzywe ECC serwisu i ich stany.
tr_tr: Hizmet ECC Eğrilerini ve konumlarını yapılandırın.

# DisabledByDefault1-TLS
source: Disable TLS 1.0 client - Disabled By Default
ar: تعطيل عميل TLS 1.0 - معطّل بشكل افتراضي
de: TLS 1.0-Client deaktivieren - Standardmäßig deaktiviert
el_gr: Απενεργοποίηση πελάτη TLS 1.0 - Απενεργοποιημένο από Προεπιλογή
es: Deshabilitar cliente TLS 1.0 - Deshabilitado por Defecto
fr_fr: Désactiver le client TLS 1.0 - Désactivé par défaut
he_il: ביטול לקוח TLS 1.0 - מבוטל כברירת מחדל
hi_in: TLS 1.0 क्लाइंट अक्षम करें - डिफ़ॉल्ट रूप से अक्षम
ja_jp: TLS 1.0 クライアントを無効にする - 既定で無効
ml_in: TLS 1.0 ക്ലയന്റ് അപ്രാപ്തമാക്കുക - ഡിഫോൾട്ടായി അപ്രാപ്തമാക്കി
pl_pl: Wyłącz klienta TLS 1.0 - domyślnie wyłączony
tr_tr: TLS 1.0 istemcisini devre dışı bırakın - Varsayılan Olarak Devre Dışı

# Enabled1-TLS
source: Disable TLS 1.0 client - Enabled
ar: تعطيل عميل TLS 1.0 - ممكّن
de: TLS 1.0-Client deaktivieren - Aktiviert
el_gr: Απενεργοποίηση πελάτη TLS 1.0 - Ενεργοποιημένο
es: Deshabilitar cliente TLS 1.0 - Habilitado
fr_fr: Désactiver le client TLS 1.0 - Activé
he_il: ביטול לקוח TLS 1.0 - מופעל
hi_in: TLS 1.0 क्लाइंट अक्षम करें - सक्षम
ja_jp: TLS 1.0 クライアントを無効にする - 有効
ml_in: TLS 1.0 ക്ലയന്റ് അപ്രാപ്തമാക്കുക - പ്രാപ്തമാക്കി
pl_pl: Wyłącz klienta TLS 1.0 - włączony
tr_tr: TLS 1.0 istemcisini devre dışı bırak - Etkin
